{
  "ConditionsGeneralesDeVente": {
    "1. ObjetDuContrat": {
      "Description": "Les présentes conditions générales régissent la vente de prestations de coaching sportif fournies par [Nom de l'Entreprise] (ci-après dénommé 'le Coach') au client (ci-après dénommé 'le Client'). Les prestations incluent, sans s'y limiter, des séances individuelles ou en groupe de coaching sportif."
    },
    "2. ReservationEtPaiement": {
      "2.1 Reservation": "La réservation des séances peut se faire via les plateformes Train Me, Fitness Park, ou directement auprès du Coach. Une séance est confirmée uniquement après réception de l'acceptation du Coach. Les réservations non acceptées par le Coach ne seront pas prises en compte.",
      "2.2 Paiement": {
        "UnitaireOuPack": "Pour les séances unitaires ou packs, le paiement intégral est dû le jour de la séance ou de l'achat du pack.",
        "Offre12Semaines": "Pour les offres de type '12 semaines', un acompte équivalent à un tiers du montant total TTC est dû avant le début des prestations. Les paiements restants seront effectués les 3 de chaque mois suivant."
      },
      "2.3 RetardDePaiement": "En cas de retard de paiement, des pénalités peuvent être appliquées à hauteur de [X%] par mois de retard, à compter de la date d'échéance."
    },
    "3. AnnulationEtReport": {
      "3.1 AnnulationParLeClient": "Le Client doit notifier toute annulation ou demande de report au moins 24 heures avant la séance prévue. En cas d'annulation dans les 24 heures précédant la séance, des frais d'annulation de 50% du montant de la séance seront appliqués. En cas d'absence non prévenue le jour de la séance, la séance est due en totalité.",
      "3.2 AnnulationParLeCoach": "En cas d'annulation par le Coach, celui-ci proposera une nouvelle date ou remboursera le montant payé, au choix du Client."
    },
    "4. ConfirmationDeSeance": "La réservation des séances peut se faire via Train Me, Fitness Park, ou directement avec le Coach. Une séance est considérée comme confirmée uniquement après acceptation par le Coach. Toute séance non confirmée par le Coach ne sera pas considérée comme valide.",
    "5. EngagementDuClient": {
      "Engagements": ["Être en tenue adéquate pour s'entraîner.", "Nettoyer son équipement après utilisation.", "Être en état physique et mental de s'entraîner.", "Suivre les recommandations du Coach et respecter les horaires de rendez-vous fixés."]
    },
    "6. Confidentialite": "Le Coach s'engage à respecter la confidentialité des informations personnelles et médicales du Client. Ces informations ne seront utilisées que dans le cadre de la prestation de services.",
    "7. Responsabilite": "Le Coach a souscrit une assurance couvrant les blessures en lien avec son encadrement et son matériel. Toutefois, le Coach ne pourra être tenu responsable des blessures ou dommages non liés directement à l'encadrement ou au matériel fourni.",
    "8. ModificationsDesConditionsGenerales": "Le Coach se réserve le droit de modifier les présentes conditions générales. Toute modification sera communiquée au Client et prendra effet pour les prestations à venir.",
    "9. Litiges": "En cas de litige, les parties tenteront de résoudre le différend à l'amiable. À défaut d'accord amiable, le litige sera soumis aux tribunaux compétents du lieu du siège social du Coach.",
    "10. MentionsLegales": "Conformément à la législation en vigueur, la TVA n'est pas applicable pour les prestations fournies par le Coach en tant qu'auto-entrepreneur.",
    "11. Contact": {
      "Email": "[Email de Contact]",
      "Telephone": "[Numéro de Téléphone]"
    }
  }
}
